Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A33D.tmx
Source language: en_us
Languages: zh_cn

source: Man Booker prize shortlist 2014 includes US authors for the first time
zh_cn: 2014年布克奖短名单揭晓 英国作家占得半壁江山

source: British writers have clinched three spots on the Man Booker prize shortlist after the UK's most prestigious literary award opened its doors to writers of any nationality for the first time in its 46-year history.
zh_cn: 2014年，英国最负盛名的文学奖布克奖(Man Booker Prize)敞开了大门。布克奖在经过了46年历史之后，开始接纳所有国籍的作家参与角逐，最终英国作家占得2014年短名单中的半数席位。

source: The move, intended to embrace "the freedom of English in all its vigour, its vitality, its versatility and its glory wherever it may be", had prompted fears that the heavyweights of American literature would dominate the British award.
zh_cn: 此种始于今年的规则变动，旨在鼓励“英语的自由，以展现其所有的活力、生命力、通用性和荣光，涵盖一切地域”，不免让人担心美国文学界的重量级作家将称霸这一英国奖项。

source: But in the event, two US writers have made the final round of this year's award: Joshua Ferris and Karen Joy Fowler.
zh_cn: 结果是，仅有两名美国作家突出重围，跻身今年布克奖的最后一轮评选，他们分别是：约书亚·费里斯(Joshua Ferris)和卡伦·乔伊·福勒(Karen Joy Fowler)。

source: Ferris and Fowler make the final six alongside the Australian writer Richard Flanagan, with three British writers shortlisted for the ?50,000 award this year: former winner Howard Jacobson, Neel Mukherjee, and Ali Smith.
zh_cn: 六位入选作家除了费里斯和福勒外，分别是澳大利亚作家理查德·弗拉纳根(Richard Flanagan)和三位英国作家：曾为布克奖得主的霍华德·雅各布森(Howard Jacobson)、尼尔·慕克吉(Neel Mukherjee)和阿莉·史密斯(Ali Smith)。布克奖奖金高达5万英镑（约合49万人民币）。

source: Fellow UK author David Mitchell's much-anticipated new novel The Bone Clocks, described in the Guardian review by Ursula K Le Guin as "600 pages of metafictional shenanigans in relentlessly brilliant prose", missed out on a shortlist place, as did US literary stars Siri Hustvedt and Richard Powers.
zh_cn: 英国作家大卫·米切尔(David Mitchell)所著的最新小说《骨钟》(The Bone Clocks)备受期待，厄休拉·K.勒吉恩(Ursula K Le Guin)在《卫报》书评上称之为“无限精彩的诗意编织成600页的元小说”，最终与布克奖短名单失之交臂，美国文坛明星西丽·赫斯维特(Siri Hustvedt)和理查德·鲍尔斯(Richard Powers)也遗憾落选。

source: Instead, picking from a longlist of 13, judges headed by philosopher AC Grayling plumped for Ferris's third novel To Rise Again at a Decent Hour, a book dubbed "The Catch-22 of dentistry" by Stephen King in which a dentist finds he is being impersonated online, and Fowler's eye-poppingly original We Are All Completely Beside Ourselves, a story of one of the more unusual familes in modern fiction which has already won her the 2014 PEN/Faulkner Award for Fiction.
zh_cn: 以哲学家A.C.格雷林(AC Grayling)领衔的布克奖评委团，从13部长名单作品中选中了费里斯的第三本小说《择时重生》(To Rise Again at a Decent Hour)，斯蒂芬·金(Stephen King)誉之为“牙医界的第二十二条军规”，书中描述了一位牙医在网络上被人冒充；福勒的原创小说《人人皆颠狂》(We Are All Completely Beside Ourselves)让人瞠目，讲述当代不寻常的一家人，这部小说已为她赢得2014年笔会/福克纳奖(PEN/Faulkner Award)小说奖。
